Repository: Find3r/Windows-Phone---Mobile-App
Catalog: Pineable/Strings/*/Resources.resw
Source language: en_us
Languages: es_es

# add.Label
source: Add
es_es: Agregar

# comment.Label
source: Comment
es_es: Comentar

# ErrorConnection
source: ¡Check the internet connection!
es_es: ¡Verifique la conexión a internet!

# ErrorData.Text
source: ¡We don't have anything to show yet!
es_es: ¡Vaya parece que aún no hay datos para mostrar!

# PivotItem1.Header
source: Last
es_es: Reciente

# PivotItem2.Header
source: Categories
es_es: Categorías

# PivotItem3.Header
source: Notifications
es_es: Notificaciones

# PivotItem4.Header
source: My Profile
es_es: Mi Perfil

# PivotItem5.Header
source: Following
es_es: Seguimiento

# refresh.Label
source: Refresh
es_es: Actualizar

# SignOut.Label
source: Sign Out
es_es: Cerrar sesión

# WriteComment.PlaceholderText
source: Write your comment
es_es: Escribe el comentario

# CancelNew.Text
source: Cancel
es_es: Cancelar

# EditNew.Text
source: Edit
es_es: Editar

# ReportNew.Text
source: Report
es_es: Reportar

# btnReport.Content
source: Report
es_es: Reportar

# lblReport.Text
source: Describe the problem
es_es: Coméntenos el problema

# txtReport.PlaceholderText
source: Write your comment
es_es: Escriba su comentario

# btnAddPost.Content
source: Add
es_es: Agregar

# lblCategory.Text
source: Choose the category
es_es: Seleccione la categoría

# lblChooseImage.Text
source: Choose an image
es_es: Seleccione una imagen

# lblDate.Text
source: Choose the date
es_es: Seleccione la fecha

# lblDescription.Text
source: Description
es_es: Descripción

# lblName.Text
source: Report name
es_es: Nombre del reporte

# lblStatus.Text
source: Choose the status
es_es: Seleccione el estado

# lblType.Text
source: Choose the type
es_es: Seleccione el tipo

# lblZone.Text
source: Choose the place
es_es: Seleccione el lugar

# txtDescripcion.PlaceholderText
source: Write the description
es_es: Ingrese la descripción

# txtNombre.PlaceholderText
source: Write the name
es_es: Ingrese el nombre
